// GitTesting.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

//Создайте новый проект и подключите в него Git через терминал.Укажите, 
//что в вашем проекте будут игнорироваться все файлы с расширением.sass и папки : bin, admin, config.
//
//Выполните следующее :
//
//  --добавьте все файлы в локальное хранилище;
//  --создайте новую ветку и перейдите в неё;
//  --в новой ветке создайте папку blog с файлами : index.js, index.html;
//  --загрузите на удаленный репозиторий лишь основную ветку вашего проекта.

#include <iostream>

int main()
{
    std::cout << "Hello World!\n";
}
